<template>
  <div class="Notice_Privacy">
    <public-header :header="header"/>
    <div class="content">
        <div class="title">
            用户须知
        </div>
        <div class="title_text">
            一、用户注册
        </div>
        <div class="text">
            1.1、用户应当保证其完成上述注册（或变更注册）时所提供的身份信息等必要信息真实、准确、有效；如此类信息有任何变动，用户应当在三日内通过本校管理员完成信息更新。因用户提供虚假或无效信息导致平台方或其他用户遭受损失的，用户应当承担全部责任。
        </div>
        <div class="text">
            1.2、用户注册的账户为用户自行设置并由用户自行保管，平台方任何时候均不会主动要求用户提供其账户密码。用户账户因用户的主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，平台方不承担责任，用户应自行通过司法、行政等救济途径向侵权行为人追偿。
        </div>
        <div class="text">
            1.3、用户一旦完成注册，即视为完全了解、接受并同意遵守本协议项下的全部内容并受限于本协议相关条款。平台方有权根据法律法规、政策以及运营中的实际情况对协议进行修改，并对用户进行公布。修改后的协议条款一经平台方公布即替换本协议的原条款，构成用户与平台方之间就本协议的全部、最新协议。用户可以随时在集创思智慧课堂系统应用程序中查阅最新协议条款。如果用户不接受平台方修改后的最新协议条款，可选择停止使用集创思智慧课堂系统并注销其账户。如用户选择继续使用集创思智慧课堂系统，则视为用户完全了解、接受并同意遵守平台方修改后的最新协议条款。用户承认并认可，已经完全了解并理解本协议相关内容，对本协议及相关内容不存在任何重大误解；同时认可本协议内容并不存在显失公平的情形，用户与平台方在协议中处于平等地位，用户对协议的接受与否具有自由选择的权利。
        </div>
        <div class="title_text">
            二、服务内容
        </div>
        <div class="text">
            2.1、平台方作为集创思智慧课堂系统软件的设计/开发/所有/经营者，有权对于集创思智慧课堂系统软件不时作出更新和调整，只要用户仍为集创思智慧课堂系统的注册用户，即视为其同意平台方作出的任何更新和调整。
        </div>
        <div class="text">
            2.2、用户应当知晓在使用集创思智慧课堂系统软件的过程中可能存在由其他用户进行通知、提醒、审批、定时、评论、发起问卷、投票等行为设置，平台方仅为前述行为提供技术支持，前述行为均为用户自身行为，与平台方无关。
        </div>
        <div class="title_text">
            三、各方的权利义务
        </div>
        <div class="text">
            3.1、用户的权利义务
        </div>
        <div class="text">
            3.1.1、用户应遵守中国有关的法律法规规定及本协议约定条款。
        </div>
        <div class="text">
            3.1.2、用户向集创思智慧课堂系统提供的各类信息应真实、准确、完整；用户在集创思智慧课堂系统发布的各类信息（包括但不限于图文、音频、视频等）应符合中国有关的法律法规；用户通过集创思智慧课堂系统进行的延时/实时交流活动应当符合中国有关的法律法规。经平台方发现用户违反前述约定的，用户向集创思智慧课堂系统提供/发布的信息将不再适用本合同有关隐私保护的约定，平台方有权公示、向政府部门进行举报或直接向用户追究法律责任。平台方在任何时候有权验证用户提供/发布的信息，由于用户提供虚假或不完整信息所导致的任何责任和损失，应由用户自行承担。
        </div>
        <div class="text">
            3.1.3、用户利用集创思智慧课堂系统发布虚假、侵犯他人隐私、侵犯他人知识产权、侮辱他人、造谣诽谤等违反法律法规或公序良俗的内容从而给平台方、其他用户或第三方造成损害的，由前述用户承担全部法律后果及赔偿责任。
        </div>
        <div class="text">
            3.1.4、用户不得有任何损害平台方权益的行为，若用户损害平台方权益的，平台方有权要求用户承担赔偿责任，情节严重的平台方将保留追究其法律责任的权利。
        </div>
        <div class="text">
            3.2、平台方的权利义务
        </div>
        <div class="text">
            3.2.1、集创思智慧课堂系统提供用户发布或接受信息/文件并与集创思智慧课堂系统及时联接的终端设备（包括但不限于手机、平板电脑、电脑等电子客户端）中的应用程序，并应当在集创思智慧课堂系统的变更、更新、优化后，及时通知或协助用户更新终端设备中的应用程序。
        </div>
        <div class="text">
            3.2.2、集创思智慧课堂系统无法保证其所提供的信息中没有任何错误、缺陷、恶意软件或病毒。对于因使用（或无法使用）集创思智慧课堂系统导致的任何损害，集创思智慧课堂系统不承担责任（除非此类损害是由集创思智慧课堂系统的故意或重大疏忽造成的）。此外，对于因使用（或无法使用）与集创思智慧课堂系统的电子通信手段导致的任何损害，包括但不限于因电子通信传达失败或延时、第三方或用于电子通信的计算机程序对电子通信的拦截或操纵，以及病毒传输导致的损害，集创思智慧课堂系统不承担责任。
        </div>
        <div class="title_text">
            四、其他责任约定
        </div>
        <div class="text">
            4.1、因不可抗力（指本协议约定时不能预见、不能避免并不能克服的客观情况）导致平台方未能按约提供服务的，平台方不承担责任。
        </div>
        <div class="title_text">
            五、知识产权
        </div>
        <div class="text">
            5.1、本协议所指知识产权是指与集创思智慧课堂系统服务相关的各类过去有效的、现行有效的、或即将产生的知识产权，包括但不限于商标、著作权、计算机软件、发明、实用新型、外观设计以及提出相关申请的权利。
        </div>
        <div class="text">
            5.2、平台方为与集创思智慧课堂系统服务相关的全部知识产权的权利人，对集创思智慧课堂系统服务提供过程中包含的全部知识产权，包括但不限于文本、图片、图形、音频和/或视频资料享有及保留完整、独立的全部权利。未经平台方同意，用户及第三方不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行平台方享有的知识产权或者平台方提供的任何资料和信息，也不得将前述资料和信息用于任何商业目的。
        </div>
        <div class="text">
            5.3、知识产权条款持续有效，不因用户关闭集创思智慧课堂系统账户或者停止使用集创思智慧课堂系统服务而失效。
        </div>
        <div class="title_text">
            六、适用法律和争议解决
        </div>
        <div class="text">
            6.1、本协议的成立、生效、履行、解释及因本协议产生的任何争议，均适用中华人民共和国相关法律法规（不包括港澳台地区法律法规）。
        </div>
        <div class="text">
            6.2、用户和平台方之间与本协议有关的任何争议，首先应友好协商解决，在争议发生之日起三十日内仍不能通过协商达成一致的，用户同意将前述争议提交平台方所在地的人民法院进行诉讼。
        </div>
        <div class="text">
            6.3、如本协议中的任何条款因任何原因完全或部分无效或不具有执行力，均不影响本协议其他条款的效力。
        </div>
        <div class="text">
            6.4、本协议及本协议任何条款内容的最终解释权及修改权归平台方所有。
        </div>
        <div class="title_text">
            七、注销用户信息
        </div>
        <div class="text">
            7.1、如若需要注销账号请联系本校管理员。
        </div>
        <div class="title">
            隐私权限
        </div>
        <div class="text">
            集创思智慧课堂系统（以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本隐私政策向您清晰地介绍在使用我们的产品\服务时，我们如何处理您的个人信息，以及我们为您提供的访问、更正、删除和保护这些信息的方式。
        </div>
        <div class="title_text">
            一、我们如何收集和使用您的个人信息
        </div>
        <div class="text">
            1.1、我们会遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用服务过程中主动提供或产生的个人信息:帮助您成为我们的用户，向您提供产品\服务，为您优化用户体验，为您提供安全保障:
        </div>
        <div class="text">
            1.2、为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。
        </div>
        <div class="text">
            1.3、我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的授权同意。
        </div>
        <div class="text">
            1.4、请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
        </div>
        <div class="text">
            1.4.1、与国家安全、国防安全有关的；
        </div>
        <div class="text">
            1.4.2、与公共安全、公共卫生、重大公共利益有关的；
        </div>
        <div class="text">
            1.4.3、与犯罪侦查、起诉、审判和判决执行等有关的；
        </div>
        <div class="text">
            1.4.4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        </div>
        <div class="text">
            1.4.5、所收集的个人信息是个人信息主体自行向社会公众公开的；
        </div>
        <div class="text">
            1.4.6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
        </div>
        <div class="text">
            1.4.7、根据您的要求签订合同所必需的；
        </div>
        <div class="text">
            1.4.8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
        </div>
        <div class="text">
            1.4.9、为合法的新闻报道所必需的；
        </div>
        <div class="text">
            1.4.10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
        </div>
        <div class="text">
            1.4.11、法律法规规定的其他情形。
        </div>
        <div class="title_text">
            二、我们如何保存和保护您的个人信息
        </div>
        <div class="text">
            2.1、保存期限：除非依据法律法规或双方约定，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。在您主动注销账号时，我们将根据法律法规的要求尽快删除您的个人信息或匿名化处理。
        </div>
        <div class="text">
            2.2、保存地域：原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内，但以下情形除外：
        </div>
        <div class="text">
            2.2.1、法律法规有明确规定的；
        </div>
        <div class="text">
            2.2.2、单独征得您的授权同意；
        </div>
        <div class="text">
            2.2.3、您主动发起的跨境预定、下单、交易等个人行为（如购买国际机票、预订国际酒店等）。
        </div>
        <div class="text">
            2.2.4、在上述情形中，我们会并要求数据接收方按照本隐私政策以及其他相关的安全保密措施来处理个人信息。
        </div>
        <div class="text">
            2.3、终止运营：如果发生终止运营等情形，我们将会至少提前30天通知您，并在终止运营后对您的个人信息进行删除或匿名化处理。
        </div>
        <div class="text">
            2.4、为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。乐享课通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如在您的浏览器与“服务”之间交换数据(如信用卡信息)时采用SSL加密保护技术;同时对网站本身提供https安全浏览方式;使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息;以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
        </div>
        <div class="text">
            2.5、请您知悉并理解， 互联网并非绝对安全的环境，我们强烈建议您通过安全方式、使用复杂密码，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。
        </div>
        <div class="text">
            2.6、在不幸发生个人信息安全事件后，我们会立即成立专项应急小组，启动应急预案，防止安全事件扩大，并按照法律法规的要求及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
        </div>
        <div class="title_text">
            三、我们如何共享、转让、公开披露您的个人信息
        </div>
        <div class="text">
           3.1、我们不会与乐享课以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
        </div>
        <div class="text">
           3.1.1、事先获得您明确的同意或授权；
        </div>
        <div class="text">
           3.1.1、基于法定情形下：根据法律法规的规定、诉讼争议解决需要，或行政、司法等有权机关依法提出的要求；
        </div>
        <div class="text">
           3.1.2、与关联方共享：为向您提供一致化服务以及便于您进行统一管理，我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。
        </div>
        <div class="text">
           3.2、请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并尽量对共享内容中的个人信息进行去标识化处理。 其中您的联络信息和地址信息属于个人敏感信息，我们已经采取了“默认号码保护”、“地址隐藏”等举措尽全力保护您的个人信息。
        </div>
        <div class="text">
           3.3、对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。
        </div>
        <div class="text">
           3.4、随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。
        </div>
        <div class="text">
           3.5、我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：
        </div>
        <div class="text">
           3.5.1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
        </div>
        <div class="text">
           3.5.2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。
        </div>
        <div class="text">
           3.6、以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
        </div>
        <div class="text">
           3.6.1、与国家安全、国防安全有关的；
        </div>
        <div class="text">
           3.6.2、与公共安全、公共卫生、重大公共利益有关的；
        </div>
        <div class="text">
           3.6.3、与犯罪侦查、起诉、审判和判决执行等有关的；
        </div>
        <div class="text">
           3.6.4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        </div>
        <div class="text">
           3.6.5、其他维护公共利益的情形，例如您的信用评价信息需要被公开\共享；
        </div>
        <div class="text">
           3.6.6、您自行向社会公众公开的个人信息；
        </div>
        <div class="text">
           3.6.7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
        </div>
        <div class="text">
           3.7、根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。
        </div>
        <div class="text">
           3.8、请注意，您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。
        </div>
        <div class="title_text">
           四、未成年人的个人信息保护
        </div>
        <div class="text">
           4.1、集创思智慧课堂系统非常重视对未成年人个人信息的保护。 如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。
        </div>
        <div class="text">
           4.2、对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
        </div>
        <div class="text">
           4.3、如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
        </div>
        <div class="title_text">
           五、免责条款
        </div>
        <div class="text">
           除本政策已列明的免责情况外，在发生下列情况时，集创思智慧课堂系统也无需承担任何责任：
        </div>
        <div class="text">
           5.1、由于您将您的用户密码告知他人、与他人共享注册账户或其他因您个人保管不善，由此导致的任何个人资料的泄露、丢失、被盗用或被篡改等。
        </div>
        <div class="text">
           5.2、任何由于黑客攻击、计算机病毒侵入或发作，因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料的泄露、丢失、被盗用或被篡改等。
        </div>
        <div class="text">
           5.3、其他非集创思智慧课堂系统直接责任导致的个人信息的泄露及由此产生的任何法律争议和后果。
        </div>
        <div class="title_text">
           六、通知和修订
        </div>
        <div class="text">
           6.1、为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。
        </div>
        <div class="title_text">
           七、如何联系我们
        </div>
        <div class="text">
           7.1、如果您对于我们的个人信息处理行为存在任何投诉举报需求，您可以通过客服电话（400-0068-093）进行沟通
        </div>
    </div>
  </div>
</template>

<script>
import PublicHeader from "../../../components/public/PublicHeader";
import { Toast } from "mint-ui";
export default {
  name: "Notice_Privacy",
  components: {
    PublicHeader
  },
  data() {
    return {
      header: {
        //头部信息
        title: "用户须知及隐私权限",
        url: "/myShow"
      }
    };
  },
  mounted() {
  },
  methods: {

  }
};
</script>

<style lang="scss" scoped>
.Notice_Privacy {
  position: absolute;
  top: 0;
  left: 0;
  right: 0;
  bottom: 0;
  .content {
    width: 100%;
    padding: 2rem;
    padding-top: 4.4rem;
    background-color: white;
    box-sizing: border-box;
    .title {
        text-align: center;
        font-size: 28px;
        line-height: 36px;
        margin: 2rem auto;
    }
    .title_text {
        font-size: 20px;
        line-height: 28px;
        font-weight: 600;
    }
    .text {
        font-size: 18px;
        line-height: 24px;
        text-indent: 2rem;
        margin-bottom: 0.5rem;
    }
  }
}
</style>
